Alleria.AurasCategoriesNames = {
    { "Социальные" },
    { "Боевые"     },
    { "Аркана"     },
    { "Огонь"      },
    { "Лед"        },
    { "Воздух"     },
    { "Вода"       },
    { "Земля"      },
    { "Молния"     },
    { "Природа"    },
    { "Кровь"      },
    { "Некротика"  },
    { "Скверна"    },
    { "Бездна"     },
    { "Свет"       },
    { "Ци"         },
    { "Элуна"      },
    { "Азерит"     },
    { "Технологии" },
    { "Скайбоксы"  },
    { "Прочее"     },
};

Alleria.AurasDatasheetEnum = {
    [0] = 3,     -- Аркана
    [1] = 4,     -- Огонь
    [2] = 1,     -- Социальные
    [3] = 18,    -- Азерит
    [4] = 15,    -- Свет
    [5] = 11,    -- Кровь
    [6] = 2,     -- Боевые
    [7] = 10,    -- Природа
    [8] = 12,    -- Некротика
    [9] = 5,     -- Лед
    [10] = 21,   -- Другое
    --[11] = 15, -- (14) Тьма - Пусть пездует в бездну
    [12] = 16,   -- Ци
    [13] = 13,   -- Скверна
    [14] = 20,   -- Скайбоксы
    [15] = 8,    -- Земля
    [16] = 17,   -- Элуна
    [17] = 7,    -- Вода
    [18] = 6,    -- Воздух
    [19] = 19,   -- Технологии
    [20] = 9,    -- Молния
    [22] = 14,   -- Бездна
};